{"sections":{"fa_qs_detail_page_template_new_mcR4kh":{"type":"FAQs-detail-page-template-new","blocks":{"information_My9Yhf":{"type":"information","settings":{"title":"Is My Size Available?","infos":"<p>Sizes are subject to availability and Our specific confirmation.<\/p>","infos_2":"","infos_3":""}},"information_GLKLQr":{"type":"information","settings":{"title":"Do You Offer Customization On Small Items?","infos":"<p>Customization is only limited to premium styles.<\/p>","infos_2":"","infos_3":""}},"information_fwwLBq":{"type":"information","settings":{"title":"Why Do Price Changes For Bigger Sizes?","infos":"<p>Additional charges are applicable if you are opting for plus sizes. These additional charges include charges for our workmanship.<\/p>","infos_2":"","infos_3":""}},"information_kYej4n":{"type":"information","settings":{"title":"Do You Offer A Trial Before Buying?","infos":"<p>Yes, we offer a trial at our Mumbai & Delhi flagship stores only.<\/p>","infos_2":"","infos_3":""}},"information_JafJaQ":{"type":"information","settings":{"title":"How Are Measurements Taken For Standard And Custom Fitting?","infos":"<p>We understand how important getting the right fit is and we take this very seriously, Here are a few things we do to help you find the right fitWe custom fit the outfit to your size. However, we can only custom fit with it certain ranges.Standard Size : Select the Standard Size to get the fit with standard size i.e Small \/ Medium \/ Large or Extra Large. For your convenience we provide you 0.5 inch margin from both side the outfit. To give you an example, for your bust size is 32 will have extraaddedmargin. Please view the size guide below to understand better. Note: (Customize as per measurements there will be additional 20% cost on the product price. Customize totally depends on the product as not all products customize is possible)Slight variation in size is possible.<\/p><p>Customize Size:Select the Customize measurements,Share your complete accurate measurements for the best fit. With Customization you can givePlease view the size guide below to understand better.<\/p><p>If you are unable to find your required size, chat with us now to get the quick assistance OR Whatsapp us at : +919920012474<\/p>","image":"shopify:\/\/shop_images\/shopper-size-chart.jpg","infos_2":"<p>Customize Size:Select theCustomize measurements,Share your complete accurate measurements for the best fit. With Customization you can givePlease view the size guide below to understand better.<\/p>","image_3":"shopify:\/\/shop_images\/customize.png","infos_3":"<p>If you are unable to find your required size, chat with us now to get the quick assistance OR Whatsapp us at : +919920012474<\/p>"}},"information_C9zrzF":{"type":"information","settings":{"title":"What If The Delivered Outfit Doesn't Fit Me?","infos":"<p>At times you might not find your perfect fit, but dear ladies you need not to worry as KALKI Fashion is here to make your shopping experience even more memorable! Here is what you should do email us at care@kalkifashion.com with your required size and outfit image placing an measuring tape on the incorrect size section on the product, accordingly our fitting expert team will get in touch with you with an quick solution, want to talk with us now whatsapp at : +919920012474 we are available 24\/7.<\/p>","infos_2":"","infos_3":""}}},"block_order":["information_My9Yhf","information_GLKLQr","information_fwwLBq","information_kYej4n","information_JafJaQ","information_C9zrzF"],"settings":{"main_background_color":"#ffffff","main_back_redirect_link":"shopify:\/\/pages\/faqs","main_question_text":""}}},"order":["fa_qs_detail_page_template_new_mcR4kh"]}