{"sections":{"fa_qs_detail_page_template_new_mcR4kh":{"type":"FAQs-detail-page-template-new","blocks":{"information_fwwLBq":{"type":"information","settings":{"title":"Do You Offer Video Calling For A Low Budget?","infos":"<p>We offer video calling\/facetime for premium styles only.<\/p>","infos_2":"","infos_3":""}},"information_kYej4n":{"type":"information","settings":{"title":"I Am Not Able To Use The Filter On Your Website.","infos":"<p>We suggest you try refreshing the page and then apply the filters. In case the filters are not working then please contact us on WhatsApp at +919920012474 or Email us at info@kalkifashion.com.<\/p>","infos_2":"","infos_3":""}},"information_My9Yhf":{"type":"information","settings":{"title":"If I Register With Kalkifashion.Com, Will My Personal Information Be Kept Private?","infos":"<p>Please be assured that your personal details and information are treated with utmost confidentiality and kept private.<br\/>These will under no circumstance be shared with companies, organisations, or individuals outside of Kalkifashion.com. Also, Kalkifashion.com is not affiliated with any other website.<\/p>","infos_2":"","infos_3":""}},"information_GLKLQr":{"type":"information","settings":{"title":"How Can I Inform About Any Defect\/Issues In The Product To Kalki?","infos":"<p>Requirement to inspect and give notice of a defect<\/p><p><br\/>1. The Customer is required to inspect the product immediately upon delivery and shall within 24 hours from such delivery give notice in writing to KALKI and Courier Company by email, of any matter whereof the Customer may allege that the product is not in accordance with the order.<\/p><p><br\/>2. If the Customer fail to give such notice the goods will be deemed to be in all respects in accordance with the order and the Customer shall be deemed to have accepted the goods accordingly.<\/p><p><br\/>3. The Customer shall give us written notice of any hidden defects within 24 hour of their delivery.<\/p>","infos_2":"","infos_3":""}},"information_hErUUn":{"type":"information","settings":{"title":"Does Kalki Own Stores Outside Mumbai?","infos":"<p>You can find our premium collection at the below-mentioned multi-designer stores.<\/p><p>DELHI:<br\/>KAYRA - One style mile 6-8, Kalka Das Marg, Meharauli, New-Delhi-110030, India, TEL : 9205058860<br\/>AKILAH - 5A Dada Jungi House, Shahpurjat New Delhi-110049, India, TEL : 9818048419<br\/>AGASHE - Agashe LLP,845, ground floor, opp. metro pillar 112,MG road, Ghitorni, New Delhi-110030, India, TEL : 09958008695 \/ 09650418886<br\/>OLE COTURE - Ole couture, 1A\/1, Hauz Khas village, New Delhi-110016, India, TEL : 9999436141<br\/>ANANTAM - E-4, South extension part-2, New Delhi- 110049, India, TEL : 9310903900 \/ 01146575554<\/p><p>AHMEDABAD:<br\/>MONSOON - 3\/4, Parshwanath Business park, Opp. KFC, Prahladnagar, Ahmedabad-380014, India, TEL : 9033031577 \/ 903304157<\/p><p>MONSOON SURAT:<br\/>SURAT - 1, Avadh Arena, VIP road, Nr. Shyambaba Temple, Opp. Marvella corridoor, Vesu, Surat-395007, India, TEL : 9979931577<\/p><p>HYDERABAD:<br\/>ALMARI - 8-2-686\/B\/1, 1st floor, Above oma store, road no.12 Banjara hills, Hyderabad 500034, India, TEL : 9515943238<\/p><p>KOLKATA:<br\/>CITRINE - Crownfast Vinimay Pvt ltd, Uniworth Centre,70A Shakespeare Sarani, Kolkata 700017, India, TEL : 3322819728<\/p><p>AZRA:<br\/>RAIPUR - Daga building, motibagh chowk, rajbhavan road , civil lines, TEL : 8959596710 \/ 8959016986<\/p><p>LOTUS BLOOM:<br\/>CANADA - 2369 Ontario street, unit 5, Oakville, Ontario, L6L1A6, TEL : 416-885-6505<\/p>","infos_2":"","infos_3":""}},"information_4tT7nd":{"type":"information","settings":{"title":"To Shop At Kalkifashion.Com, Do I Need To Register Or Create An Account? What Are The Benefits?","infos":"<p>You needn't register to shop with us. However, if you do, We have an inaugural offer using coupon code. In addition, you can also avail a bouquet of facilities we offer:<\/p><p>• You can track the status of your orders easily by logging into the ‘My Orders’ section.<\/p><p>• You receive alerts for new arrivals, collection launches, offers and promotions on your registered email ID.<\/p><p>• You can save styles you like for future purchase by using the ‘Add To Wishlist’ feature.<\/p><p>• You save the effort of entering your details every time you make a purchase with us!<\/p><p>• In case you're moving, you can add or edit your Shipping Address and Contact Details by logging in to the ‘Account Dashboard’ \/ ‘Address Book’ section.<\/p>","infos_2":"","infos_3":""}},"information_6XkF4R":{"type":"information","settings":{"title":"Do You Retail Indian Designer Labels Or Collections By Sabyasachi, Manish Malhotra, Anita Dongre, AnjuModi Etc.?","infos":"<p>No, we don't retail collections by other designers -- unless stated otherwise. However, we do blog about and showcase styles and popular trends in Indian Fashion.<\/p>","infos_2":"","infos_3":""}},"information_K9xf9H":{"type":"information","settings":{"title":"How Can I Book An Appointment With Kalkifashion.Com?","infos":"<p>You can schedule an appointment or video call with us through the website by clicking <a href=\"https:\/\/www.kalkifashion.com\/kalki-in-store-appointment\" target=\"_blank\">'Schedule Appointment with Designer'<\/a> at the location of your choice.<\/p><p>If you're visiting Mumbai - India, and would like to make an appointment with our design team, do email us about it!<\/p>","infos_2":"","infos_3":""}}},"block_order":["information_fwwLBq","information_kYej4n","information_My9Yhf","information_GLKLQr","information_hErUUn","information_4tT7nd","information_6XkF4R","information_K9xf9H"],"settings":{"main_background_color":"#ffffff","main_back_redirect_link":"shopify:\/\/pages\/faqs","main_question_text":""}}},"order":["fa_qs_detail_page_template_new_mcR4kh"]}