{"sections":{"fa_qs_detail_page_template_new_mcR4kh":{"type":"FAQs-detail-page-template-new","blocks":{"information_My9Yhf":{"type":"information","settings":{"title":"Delivery Was Attempted But I Was Unavailable. What Next?","infos":"<p>Do not worry, our courier will try to reattempt to deliver in next 2 days. In case parcel is still not delivered you can call or email us so you can submit your delivery request to the courier.<\/p>"}},"information_GLKLQr":{"type":"information","settings":{"title":"What Are The Delivery Charges For International Orders?","infos":"<p>For Indian Orders :<br\/>Product Prices displayed are inclusive of all taxes and duties.<\/p><p>For Other Countries :<br\/>VAT \/ Custom, Taxes, and Import Duties are not included in our ordering process but may be charged to you by your government. They are entirely your responsibility.<\/p>"}},"information_fwwLBq":{"type":"information","settings":{"title":"Are There Custom Charges?","infos":"<p>For Indian Customers :<br\/>Product Prices displayed are inclusive of all taxes and duties.<\/p><p>For International Customers :<br\/>We understand that for customers outside India, it's important to note that the price provided does not include duties. We genuinely care about your experience and want to ensure transparency. Please keep in mind that any additional costs such as import duties, custom fees, or local taxes are the responsibility of the customers and should be paid separately.<\/p>"}},"information_kYej4n":{"type":"information","settings":{"title":"What Are The Delivery Charges For Domestic\/INDIA Orders?","infos":"<p>We offer free delivery within India.<\/p>"}},"information_HqMPbQ":{"type":"information","settings":{"title":"How Do I Shop @ Kalkifashion.Com?","infos":"<p>Shopping with us is easy. At Kalkifashion.com, we’ve designed everything to make your experience enjoyable.<\/p><p>Once you’re on our website, browse our collections by the category of your choice.<br\/>View our product galleries and select the styles you want.<br\/>Choose your size OR fill out your measurement form. Click the ‘Add to Cart’ button.<br\/>To complete your purchase, proceed to 'Checkout.’<br\/>To place your order, make your payment. And, you're done!<br\/>Next, we deliver.<\/p>"}},"information_V4LyQQ":{"type":"information","settings":{"title":"Is My Package Insured And Do I Need To Sign For My Orders?","infos":"<p>Yes your parcel is insured by DHL.<\/p>"}},"information_VnrWJ8":{"type":"information","settings":{"title":"Is Same-Day-Delivery Possible?","infos":"<p>We only offer flexible delivery options within Mumbai. For other domestic and international delivery, our timelines are between 6 to 30 days depending on the products.<\/p>"}},"information_LR6LmL":{"type":"information","settings":{"title":"Which Countries Does Kalkifashion.Com Ship To?","infos":"<p>We ship to 220 countries across the globe! To View your country click the link <a href=\"https:\/\/www.kalkifashion.com\/shipping\">Shipping<\/a><\/p>"}},"information_YK7cNn":{"type":"information","settings":{"title":"How Long Will It Take To Deliver My Order?","infos":"<p>Delivery date of the product is mentioned on every product.<\/p><p>For ready to ship products: our delivery time is 6-7 working days once the order is placed.<br\/>For pre-order \/ made to order products: delivery time is 30 to 45 working days once the order is placed.<\/p><p>Our Dispatch Team ensures timely deliveries across the globe. Once you’ve placed your order with us, you will receive an email from us, which will include delivery dates.<\/p>"}},"information_VHRpKx":{"type":"information","settings":{"title":"How Does On Demand Delivery Work?","infos":"","image":"shopify:\/\/shop_images\/how-it-work.jpg"}},"information_MVrMaC":{"type":"information","settings":{"title":"The Order Status Is 'Delivered' But Not Received It. What Should I Do?","infos":"<p>Check with your neighbor\/front desk, etc. if someone accepted the package. Try to contact the courier to cross check if someone has signed the package. If no one accepted delivery email us on info@kalkifashion.com .<\/p><p>Once you get the tracking details of the shipping we request you to estimate us if the product doesn't delivered within 10-15 days of the dispatched,So that we can coordinate with our logistics partner<\/p><p>If there is no update about the delivery we will consider the order has been delivered,hence you cannot apply for the refund.<\/p>"}},"information_Hk8wbx":{"type":"information","settings":{"title":"How To Track The Order Once Shipped?","infos":"<p>You'll receive an email with the tracking details, you can check on the courier website and track the order with the tracking number.<\/p>"}}},"block_order":["information_My9Yhf","information_GLKLQr","information_fwwLBq","information_kYej4n","information_HqMPbQ","information_V4LyQQ","information_VnrWJ8","information_LR6LmL","information_YK7cNn","information_VHRpKx","information_MVrMaC","information_Hk8wbx"],"settings":{"main_background_color":"#ffffff","main_back_redirect_link":"shopify:\/\/pages\/faqs","main_question_text":""}}},"order":["fa_qs_detail_page_template_new_mcR4kh"]}